 /* */
 /*test commit*/
 /*cualquier cosa para que muestre el cambio*/
 /*in delete for diferente text             */
    PGM


             ADDLIBLE   LIB(DSVLIBPR)
             ADDLIBLE   LIB(DSVLIBPA)
             ADDLIBLE   LIB(DSVLIBPDM)
             ADDLIBLE   LIB(GPLILIBRA)
             ADDLIBLE   LIB(GPLSLIBRA)
             CHGCURLIB  CURLIB(DSVLIBPR)
             ADDLIBLE   LIB(AMBLIBPR)
             STRPDM

    ENDPGM
