/* PUR34256ARA URBAN CODE        */


   PGM

             ADDLIBLE   LIB(GPLILIBRA)
             MONMSG     MSGID(CPF2103)
             ADDLIBLE   LIB(GPLSLIBRA)
             MONMSG     MSGID(CPF2103)




   ENDPGM
